taskt/Core/Automation/Commands/WindowGroup/AWindowHandleActionCommands.dot
digraph "AWindowHandleActionCommands" {
"AWindowHandleActionCommands" -> "AWindowHandleCommands";
"AWindowHandleActionCommands" -> "IWindowHandleActionPropeties";
"AWindowHandleCommands" -> "ScriptCommand";
"AWindowHandleCommands" -> "IWindowHandleProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
