taskt/Core/Automation/Commands/WindowGroup/AWindowHandleActionCommands.puml
@startuml
AWindowHandleActionCommands --> AWindowHandleCommands
AWindowHandleActionCommands --> IWindowHandleActionPropeties
AWindowHandleCommands --> ScriptCommand
AWindowHandleCommands --> IWindowHandleProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
